Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_kansallispv2009.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisa saamen kansa, Vietämme saamen kansallispäivää vuonna pidetyn ensimmäisen pohjoismaisen saamelaiskokouksen mukaisesti.
sme: Ávvudit sámi álbmotbeaivvi jagi 1917 dollojun vuosttaš davviriikkalaš sámi čoakkáma mielde.

source: Kokous aloitti kiinteän rajat ylittävän poliittisen yhteistyön eri maiden saamelaisten välillä.
sme: Čoakkán álggahii bistevaš politihkalaš ovttasbarggu rájiid rastá davviriikkaid sápmelaččaid gaskkas.

source: Kokouksen suurimpana huolena oli saamelaisten elinmahdollisuuksien säilyminen, koska valtakunnanrajat vaikeuttivat saamelaisten perinteistä liikkumista ja porojen laiduntamista ja pääväestö otti käyttöönsä yhä enemmän saamelaisten maita.
sme: Čoakkáma stuorimus fuollan lei sámiid eallinvejolašvuođaid seailun, daningo riikka rájit váttásnuhtte árbevirolaš johtima bohccuiguin ja boazobarggu go váldoálbmot rivvii ain eanet háldosis sápmelaččaid eatnamiid.

source: Vuonna 1917 ajankohtaiset asiat ovat vielä tänäkin päivänä yhtä ajankohtaisia ja näistä asioista keskustellaan yhä vieläkin Saamelaisessa Parlamentaarisessa Neuvostossa, joka kokoaa vuoden 1917 Trondheimin kokouksen hengessä saamelaiset yhteen edistämään saamelaisten asemaa yhteispohjoismaisella tasolla.
sme: Áššit, mat ledje áigeguovdilat jagi 1917, leat vel dálá áiggenai liikkš áigeguovdilat ja dáin áššiin ságastallat Sámiid parlamentáralaš ráđis, mii čohkke jagi 1917 Troanddima čoakkáma vuoiŋŋa mielde sápmelaččaid oktii ovddidit sámiid áššiid ja sajádaga oktasaš davviriikkalaš dásis.

source: Saamen kansallispäivä kertoo meidän saamelaisten yhteisestä historiasta ja kansastamme osana neljää eri kansallisvaltiota.
sme: Sámi álbmotbeaivi muitala min sápmelaččaid oktasaš historjjás ja álbmogis njealji sierra riikka oassin.

source: Kansallispäivämme osoittaa, että olemme pystyneet säilyttämään kansamme yhtenäisyyden ja kulttuurin vaikka asumme hajallaan eri valtioiden ja eri lainsäädännön ohjaamina.
sme: Min álbmotbeaivi čájeha, ahte leat bastán seailluhit iežamet álbmoga oktilašvuođa ja kultuvrra vaikko orrut bieđgguid sierra riikkaid ja sierra láhkasajádaga stivrema mielde.

source: Saamen kansallispäivää vietetään nykyisin jokaisessa saamelaisalueen kunnassa ja vaihtelevasti saamelaisalueen ulkopuolellakin.
sme: Sámi álbmotbeaivvi ávvudit dálá áigge juohke sámi ruovttuguovllu suohkanis ja muhtin muddui sámiid ruovttuguovllu olggobealdenai.

source: Kansallispäivä on vuoden tärkein päivä jolloin saamen kansa on pääosassa omana itsenään.
sme: Álbmotbeaivi lea jagi dehálaččamus beaivi, goas sámi álbmot lea váldooasis ieš.

source: Meidän saamelaisten poliittinen ja kirjoitettu oma historiamme on yhä nuorta.
sme: Min sápmelaččaid politihkalaš ja čállojun iežamet historjá lea ain nuorra.

source: Meidän historiaamme ovat kuvanneet valtakulttuurin tutkijat ja tutkimusmatkailijat.
sme: Min kultuvrra leat govvidan váldokultuvrraid dutkit ja dutkanmátkkálaččat.

source: Meidän nykyisyyttämme rakentavat saamelaispoliitikot, opettajat, nuoret, saamelaistaiteilijat, saamelaiselinkeinojen harjoittajat ja kaikki me saamelaiset.
sme: Min dáláža huksejit sámi politihkkárat, oahpaheaddjit, nuorat, sámi dáiddarat, sámi ealáhusaiguin bargit ja buohkat mii sápmelaččat.

source: Saamelaiset eivät ole historian aikana järjestäytyneet poliittiseksi valtioksi, vaan olemme eläneet oman yhteiskuntajärjestelmän mukaisesti ensin ilman valtakunnan rajoja ja myöhemmin osana eri kansallisvaltioita.
sme: Sápmelaččat eai leat historjjás áigge lihtodaddan poltihkalaš stáhtan, muhto mii leat eallán iežamet searvvušvuogádaga mielde vuohččan almmá riikkarájiid haga ja maŋŋel sierra álbmotstáhtaid oassin.

source: Meidän saamelaisten historia kertoo kansamme rauhanomaisuudesta, sopeutumiskyvystä ja ennen kaikkea peräänantamattomuudesta.
sme: Sápmelaččaid historjá muitala min álbmogis ráfi ráhkisteaddjin, dan vuogáiduvvanmáhtus ja eandalii das ahte leat nággárat eatge leat vuollánan.

source: Lähihistoriassa meitä saamelaisia on yritetty sulauttaa suomalaisiksi, norjalaisiksi, ruotsalaisiksi ja venäläisiksi.
sme: Lagašhistorjjás min sápmelaččaid leat viggan suddadit suopmelažžan, dáččan, ruoŧŧelažžan ja ruoššan.

source: Meidän kulttuurimme henkinen ja aineellinen perintö on yritetty kadottaa ja historiaamme on yritetty vääristää - vieläkin.
sme: Min kultuvrra vuoiŋŋalaš ja ávnnaslaš árbevierru leat viggan jávkadit ja min historjjá leat viggan botnjat – velnai.

source: Toistuvasti olemme saaneet kuulla katteettomia lupauksia valtioilta asemamme parantamiseksi.
sme: Geažos áigge leat šaddan gullan dušši lohpádusaid stáhtain min sajádagamet buorideami várás.

source: Mutta me saamelaiset olemme selvinneet näistä yrityksistä – ja selviämme vastakin.
sme: Muhto mii sápmelaččat leat ceavzán dáin viggamušain fuolakeahttá – ja ceavzit dás duohkonai.

source: Meitä ei nujerra tällaiset pyrkimykset, meitä ei määritä valtakulttuurin tai valtioiden tekemiset tai tekemättä jättämiset, vaan määritämme itse paikkamme maailmassa.
sme: Min eai deatte vulos dákkár viggamušaiguin, min eai meroštala váldokultuvrraid dehe stáhtaid bargamušat dehe barggakeahttá guođđimat, muhto mii meroštallat ieža iežamet báikki máilmmis.

source: Saamelaiskulttuurin ydin on meidän vahvuutemme selviytyä.
sme: Sámi kultuvrra váimmus lea min givrodagas ceavzit.

source: Arktinen ilmanala on karaistanut mielemme kestämään vaikeuksia ja tehnyt kulttuuristamme vahvan ja kestävän.
sme: Árktalaš dálkkádat lea garradan min miela gierdat váttisvuođaid ja dahkan min kultuvrras gievrra.

source: Saamelaiskulttuurin tukijalka on kielessä, perinteissä, käsityössä, poronhoidossa, kalastuksessa, metsästyksessä ja keräilyssä.
sme: Sámi kultuvrra geađgejuolgi gávdno gielas, árbevieruin, duojis, boazobarggus, guolástusas, meahccebivddus ja čoaggimis.

source: Toinen tukijalka on musiikki, taide ja kulttuurihistoriamme.
sme: Min vuoiŋŋalaš kultuvrra vuođđu fas boahtá musihkas, dáidagis ja kulturhistorjjás.

source: Hyvä osoitus meidän saamelaisten muuntautumiskyvystä on Skabmagovat-festivaali, joka erinomaisella tavalla tuo esille saamelaiskulttuuria ja tarjoaa uusia kulttuurisia ilmaisukanavia.
sme: Buorre čujuhus min sápmelaččaid iežáhuvvannávccas lea Skábmagovat-festivála, mii earenoamáš buori vuogi mielde buktá ovdan sámi kultuvrra ja fállá ođđa kultuvrralaš olggosbuktinvugiid.

source: Kulttuurit kehittyvät ja perinteet muuttuvat, niin on saamelaiskulttuurissakin.
sme: Kultuvrrat gárganit ja árbevierut earáhuvvet, nu lea sámi kultuvrrasnai.

source: On kuitenkin tärkeää että keskeisiä kulttuuripiirteitä säilytetään ja kehitetään. Olin itse
sme: Lea goit dehálaš, ahte guovddáš kultursárgosat seilot ja gárganit.

source: hyvin iloinen siitä, että saamelaisnuoret ovat asettuneet puolustamaan lapinpukua laajasti, Rovaniemen mielenosoitus oli tästä erinomainen esimerkki.
sme: Ledjen ieš hui movttet das, go sámi nuorat leat bealuštisgoahtán sámi gávtti viidát, Roavenjárgga miellačájáhus lei dás hui buorre ovdamearka.

source: Meidän saamelaisvanhempien täytyy olla ylpeitä siitä, että olemme saaneet siirrettyä nuorille omanarvontunnon omasta kulttuuristaan ja että he haluavat toimia oman kulttuurinsa perinteitä vaalien.
sme: Mii sámi váhnemat fertet leat čeavlát das, ahte leat bastán sirdit nuoraide iežasárvvudovddu iežaset kultuvrras ja ahte sii hálidit bargat iežaset kultuvrra árbevieruid gáhttema beales.

source: Saamelaisyhteiskunta on rakentunut aktiivisten kansalaisten ja järjestöjen aktiivisen työn kautta, josta on seurannut saamelaisvaltuuskunnan, saamelaiskäräjien ja saamelaisinstituutioiden kuten Saamelaisalueen koulutuskeskuksen perustaminen.
sme: Sámi searvvuš lea hápmahuvvan aktiivvalaš riikkavuložiid ja servviid áŋgiris barggu bakte ja man čuovvumuššan leat boahtán sámi parlameanta, sámediggi ja sámi institušuvnnat dego Sámi oahpahusguovddáža vuođđudeapmi.

source: Aivan viime päivinä koulutuskeskus on saanut myös kansallista tunnustusta, josta me voimme olla hyvin ylpeitä.
sme: Aivve maŋimus beivviid oahpahusguovddáš lea maid ožžon našuvnnalaš dovddastusa, mas mii galgat leat hui čeavlát.

source: Saamelainen yhteiskunta on päässyt pitkälle sitten saamelaisvaltuuskunnan perustamisen.
sme: Sámi servodat lea beassan guhkás sámi parlameantta vuođđudeami rájes.

source: Saamelaisen kulttuurikeskuksen perustaminen tänne Inariin on hieno saavutus ja auttaa varmasti kehittämään saamelaiselinkeinoja ja kulttuuritoimijoiden mahdollisuuksia.
sme: Sámi kulturguovddáža vuođđudeapmi deike Anárii lea hui stuora jovssus ja veahkeha sihkkarit gárgehit sámi ealáhusaid ja kulturbargiid vejolašvuođaid.

source: Kehitys ei saa kuitenkaan pysähtyä tähän, vaan uusia saamelaisinstituutioita tarvitaan ja myös muualle saamelaisten kotiseutualuetta.
sme: Gárganeapmi ii oaččo goit bisánit dása, muhto ođđa sámi institušuvnnat dárbbahuvvojit ja maiddái eará sadjái sámiid ruovttuguvlui.

source: Puheen aiheeksi minulle oli annettu saamelainen vuonna 2009.
sme: Ságastallanfáddán munnje lei biddjon jagi 2009 sápmelaš.

source: Millainen on saamelainen vuonna 2009 ?
sme: Makkár lea jagi 2009 sápmelaš ?

source: Saamelaisen prototyyppiä emme voi löytää, mutta näen että saamelaiset ovat tulleet yhä yhteiskunnallisesti vahvemmaksi.
sme: Sápmelačča prototiippa eat sáhte gávdnat, muhto oainnán sápmelaččaid šaddan ain gievrrabun servodatlaččat.

source: Saamelaiset ovat alkaneet ajaa omia oikeuksiaan aktiivisesti eri yhdistysten kautta ja yksityishenkilöinä.
sme: Sápmelaččat lea ovddidišgoahtán vuoigatvuođaideaset ain áŋgireappot sierra servviid bakte ja maid ovttaskas olmmožin.

source: Vähemmistövaltuutettu, saamelaiskäräjät ja oikeusviranomaiset ovat saaneet yhä enemmän yhteydenottoja saamelaisilta jotka ovat kokeneet omien oikeuksiensa tulleen rikotuksi.
sme: Veahádatáittardeaddji, sámediggi ja riekteeiseválddit leat ožžon ain eanet oktavuohtaváldimiid sápmelaččain, geat leat muosáhan, ahte sin vuoigatvuođat leat rihkkojuvvon. Sápmelaččaid diđolašvuohta iežaset

source: Saamelaisten tietämys omista oikeuksistaan on kasvanut, kuten myös omanarvontunne.
sme: vuoigatvuođain lea buorránan, dego maid iežasárvvudovdu.

source: Globalisoituvassa maailmassa omista perinteistään, oikeuksistaan ja kulttuuristaan täytyy pitää kiinni.
sme: Globála máilmmis iežas árbevieruid ja vuoigatvuođaid ferte doalahit ja doarrut sakka iežas kultuvrra beales.

source: Saamelaiset ovat aina olleet kansainvälisiä – olemme historian saatossa käyneet kauppaa eri kulttuurien edustajien kanssa hyvinkin kaukaisista kulttuureista.
sme: Sápmelaččat leat leamaš álohii riikkaidgaskasaš doaibmit – leat historjjá sierra muttuin gávppašan sierra kultuvrraid ovddasteddjiiguin, geain muhtimat leat leamaš hui guhkkin mis eret.

source: Enää yhteistyötä ei tehdä kaupan kautta, vaan sosiaalisissa ja poliittisissa merkeissä.
sme: Mis ii leat šat gávppašanovttasbargu, muhto ovttasbargu dáhpáhuvvá sosiála ja politihkalaš oktavuođaid olis.

source: Maailman alkuperäiskansat kokoontuvat vuosittain edistämään alkuperäiskansojen asioita globaalisti ja nuoremme tekevät yhteistyötä kansainvälisellä tasolla.
sme: Máilmmi álgoálbmogat čoahkkanit jahkásaččat ovddidit álgoálbmogiid áššiid globála dásis ja min nuorat dahket ovttasbarggu riikkaidgaskasaš dásis.

source: Saamelaisten kansainvälisyys on muuttunut näin aikojen saatossa.
sme: Sápmelaččaid riikkaidgaskasašvuohta lea earáhuvvan áiggiid mielde.

source: Kansainvälisyys on lisännyt maailman alkuperäiskansojen yhteenkuuluvuutta ja koemme yhteenkuuluvuudentunnetta muiden alkuperäiskansojen kanssa ja halua auttaa niitä.
sme: Riikkaidgaskasašvuohta lea lasihan máilmmi álgoálbmogiid oktiigullevašvuođa ja muosáhit oktiigullevašdovddu eará álgoálbmogiiguin ja hálu veahkehit daid.

source: Vaikka maailman alkuperäiskansat eroavat kulttuuriltaan, kieleltään ja ympäristöltään toisistaan meillä on yhteistä omien oikeuksien ajaminen ja oman kulttuurin siirtäminen tuleville sukupolville ympäröivän maailman luomista paineista huolimatta.
sme: Vaikko máilmmi álgoálbmogat spiehkkasit kultuvrra, giela ja birrasa dáfus nuppiineaset, de midjiide lea oktasaš iežamet vuoigatvuođaid ovddideapmi ja iežamet kultuvrra sirdin boahtte buolvvaide birastahtti deaddagiin fuolakeahttá.

source: Olen itse porosaamelaisperheessä kasvanut, sittemmin tutkijan koulutuksen saanut.
sme: Lean ieš boazosápmelaš bearrašis bajás šaddan ja maŋŋel ožžon dutki skuvlejumi.

source: 1950-luku, aika ennen syntymääni on ollut murroksen aikaa, koska silloin siirryttiin kota-asumisesta taloasumiseen yhteiskunnallisesta pakosta.
sme: 1950-lohku, áigi ovdal mu riegádeami, lea leamaš doajáhatáigi, daningo dalle sirdáse goahteorrumis dálloorrumii servodatlaš bákku geažil.

source: Myöhemmin puhuttiin poronhoidon motorisoitumisesta ja jopa moottorikelkkavallankumouksesta.
sme: Maŋŋelaš hupme boazobarggu mekaniseremis ja juobe mohtorgielkárevolušuvnnas.

source: Valtakulttuurin tutkijat ovat näistä seikoista todenneet kulttuurimme muuttuneen, jopa assimiloituneen.
sme: Váldokultuvrraid dutkit leat gávnnahan dáid áššiid dihte ahte min kultuvra lea nuppástuvvan, juobe assimileren.

source: En toki kiellä sitä ettei kota-asumisesta luopuminen tai motorisoituminen olisi tuonut muutoksia saamelaiseen poronhoitokulttuuriin, mutta kulttuuriamme ei voi määrittää
sme: In heađisge šiitte dan, ahte iigo goahteorrumis luohpan dehe mohtoriid atnui váldin livčče buktán nuppástusaid sámi boazodoallokultuvrii, muhto min kultuvrra ii sáhte meroštallat mohtorgielkká anu

source: moottorikelkan käytön tai asumispaikkamme perusteella.
sme: dehe orrunbáikki vuođul.

source: Kulttuurimme ydin ei voi olla niin ohut kuin valtakulttuurin tutkijat antavat olettaa että esim. moottorikelkka olisi aiheuttanut vallankumouksen saamelaiskulttuurissa.
sme: Min kultuvrra váimmus ii sáhte leat nu asehaš dego váldokultuvrraid dutkit navdet ahte omd. mohtorgielká livččii dagahan revolušuvnna sámi kultuvrras.

source: Suomalainen yhteiskunta on rakentunut jatkuvan kasvun ja kehityksen perusteelle kuin koko teollistunut maailma.
sme: Suopmelaš servodat lea hápmahuvvan bistevaš stuorruma ja gárganeami vuođu mielde dego oba industrialiserejun máilbmi.

source: Alkuperäiskansoja on vaikea sovittaa tähän yhtälöön – alkuperäiskansoja on pidetty usein reliikkeinä ja teknisesti kehittymättöminä.
sme: Álgoálbmogiid lea váttis heivehit dán forbmii – álgoálbmogat leat adnojuvvon dávjá bázahassan ja teknihkalaččat bázahallan álbmogin.

source: Yhteiskunta on edellyttänyt alkuperäiskansoilta kuten Suomen saamelaisilta sopeutumista suomalaiseen yhteiskuntajärjestelmään.
sme: Servodat lea gáibidan álgoálbmogiin dego Suoma sápmelaččain vuogáiduvvama suopmelaš servodatortnegii.

source: Uusien teknisten innovaatioiden käyttöönotto kuten moottorikelkan käyttöönotto on näyttänyt länsimaisesta näkökulmasta käsin mullistavalta – ja luonnollisesti muutoksenaiheuttaja on ollut moderni maailma heidän näkökulmastaan.
sme: Ođđa teknihkalaš innovašuvnnaid atnuiváldin, dego máinnašuvvon mohtorgielkká átnuiváldin, lea leamaš oarjemáilmmi geahččanguovllos vuđolaš ođasnuhttin – ja lunddolaččat nuppástusa dagaheaddji lea leamaš ođđaáigásaš, modearna máilbmi sin geahččanguovllus.

source: Tämä osaltaan kuvaa näkemystä modernin maailman ylemmyydestä.
sme: Dát govve dihto ládje oainnu, ahte modearna máilmmi lea buoret go earát.

source: Tilanne ei ole kuitenkaan näin yksioikoinen.
sme: Dilli ii leat goit ná ovttageardán.

source: Saamelaiset eivät ole koskaan olleet staattinen kansa, vaan olemme ottaneet uusia innovaatioita osaksi kulttuuriamme. Kulttuurimme on kehittynyt ja olemme ottaneet elämää helpottavia innovaatioita käyttöömme – kuten suomalaiset, norjalaiset ja ruotsalaisetkin.
sme: Sápmelaččat eai leat goassige leamaš rievdameahttun álbmot, muhto mii leat váldán atnui ođastusaid, mat álkidahttet min eallima – aivve dego suopmelaččat, norgalaččat ja ruoŧŧelaččatnai.

source: Meidän kulttuuriamme ja sen muutosta eivät määritä talot, moottorikelkat tai suomalaiset vaikutukset vaan se, miten olemme säilyttäneet ja kehittäneet kulttuuriamme – kaikesta muutosyrityksistä huolimatta.
sme: Min kultuvrra ja dan rievdama eai meroštala dálut, mohtorgielkkát dehe suopmelaš váikkuhusat muhto dat, mot mii leat seailluhan ja ovddidan kultuvrramet – fuolakeahttá buot nuppástuhttinviggamušain.

source: Suomen saamelaiskulttuuri on inarin-, koltan- ja pohjoissaamen kulttuurien luoma.
sme: Suoma sámi kultuvra meroštallojuvvo anáraš-, nuortalaš- ja davvisámi kultuvrraid mielde.

source: Maantieteellinen sijainti on omalta osaltaan tuonut erilaisuuksia saamelaiskulttuurien paikalliskulttuureihin, joka näkyy eri elinkeinoina ja kielellisinä eroavaisuuksinaan.
sme: Geográfalaš sajádat lea oasistis buktán sierralágánvuođaid sámi kultuvrraid báikkálaškultuvrraide, mii vuhtto sierra ealáhussan ja gielalaš sierralágánvuohtan.

source: Kaikki kolme saamelaiskulttuuria ovat edustettuina Inarin kunnassa.
sme: Buot golbma sámi kultuvrra gávdnojit Anára gielddas.

source: Suomessa puhutut saamen kielet ovat uhanalaisia.
sme: Suomas hubmojun sámegielat leat uhkkivuloš gielat.

source: Inarin- ja koltansaame ovat erityisen uhanalaisia.
sme: Anáraš- ja nuortalašsámegiella leaba hui uhkkivuloš gielat.

source: Onneksi viime vuosina elvytystoimia on pystytty aloittamaan.
sme: Lea lihkku, ahte maŋimus jagiid leat bastán álggahit ealáskahttindoaimmaid.

source: Erityisesti aktiivisten vanhempien ja järjestöjen toiminnan takia inarin- ja koltansaamea elvytetään kielipesätoiminnan kautta.
sme: Earenoamážit aktiivvalaš váhnemiid ja servviid doaimma geažil anáraš- ja nuortalašsámegiella ealáskahttojuvvoba giellabeassedoaimma bakte.

source: Vaatii vanhemmilta paljon rohkeutta ja halua pelastaa oman kulttuurin kieli vaikka itse olisikin kielen jo menettänyt.
sme: Váhnemiin gáibida olu roahkkatvuođa ja hálu gádjut iežas kultuvrra giela vaikko ieš livččiinai giela juo massán.

source: Kulttuurin tasolla kielipesätoiminta on korvaamatonta.
sme: Kultuvrra dásis giellabeassedoaibma lea buhtemeahttun.

source: Yksilötasolla kielipesätoiminnalla on suuri merkitys kielellisen ja kulttuurisen tiedon siirtäjänä ja lapsen saamelaisidentiteetin vahvistajana.
sme: Ovttaskas olbmo dásis giellabeassedoaimmas lea stuora mearkkašupmi gielalaš ja kultuvrralaš sirdin dego maid máná sámi identiteahta nannejeaddjin.

source: Saamen kieli on ainutlaatuinen kieli, joka kuvaa historiaamme, elinkeinojamme, tapojamme, ympäristöämme ja kulttuuriamme.
sme: Sámegiella lea earenoamáš giella, mii govvida min historjjá, ealáhusaid, vieruid, birrasa ja kultuvrra.

source: Kielemme pitää sisällään ainutlaatuista tietoutta jonka avulla olemme selvinneet yllättävistä tilanteista ja sopeutuneet ympäristöllisiin muutoksiin.
sme: Min giella doallá sisttis earenoamáš dieđu, man mielde leat ceavzán midjiide árvitmeahttun diliin ja leat vuogáiduvvan birrasa nuppástusaide.

source: Kieli kuvaa meitä itseämme samoin kuin kulttuuriamme.
sme: Giella govve min iežamet seamma ládje go min kultuvrra.

source: Kieli kehittyy kulttuurin mukana, uusia sanoja otetaan osaksi kieleen tai sanoja myös katoaa.
sme: Giella gárgana kultuvrra mielde, ođđa sánit váldojuvvojit giela oassin dehe sánit sáhttet maid báhcit eret anus.

source: Kieli on tärkeä osa identiteettiä ja auttaa määrittämään paikkaamme maailmassa.
sme: Giella lea dehálaš identiteahta oassi ja veahkeha min meroštallat iežamet báikki máilmmis.

source: Äidinkieli on arvokkain perintö jonka voimme antaa lapsillemme.
sme: Eatnigiella lea divraseamos árbevierru, man mii sáhttit addit iežamet mánáide.

source: Tasavallan presidentti Tarja Halonen sanoi valtiopäivien avajaispuheessaan, että kieli on mielen koti.
sme: Dásseválddi presideantta Tarja Halonen logai riikkabeivviid rahpansártnistis, ahte giella lea miela ruoktu.

source: Tähän toteamukseen on helppo yhtyä.
sme: Dán dajaldahkii lea álki guorrasit.

source: Saamelaisten kansallispäivä ei ole vain meidän kansallispäivämme vaan myös suomalaisten.
sme: Sámiid álbmotbeaivi ii leat dušše min álbmotbeaivámet muhto maiddái suopmelaččaid.

source: Kansallispäivä kertoo siitä, miten kansamme ovat eläneet rinnakkain
sme: Álbmotbeaivi muitala das, mot min álbmogat leat eallán bálddalagaid ja mot sápmelaččat lea riggudan suopmelaš kultuvrra.

source: ja miten saamelaiset ovat rikastuttaneet suomalaista kulttuuria. Suomalaisen koulujärjestelmän tulisi huomioida paremmin kansojemme rinnakkainelo koko maan tasolla ja ottaa saamelaisten kansallispäiväksi säännöllistä ohjelmaa oppilaitoksiin lisäämään tietoutta kansojemme historiasta ja saamelaisesta kulttuurista osana suomalaista yhteiskuntaa.
sme: dásis. Livččii sávahahtti, ahte sámi álbmotbeaivve oahppolágádusain miehtá Suoma livččii jeavddalaš prográmma vai lassánivččii diehtu dán guovtti álbmoga historjjás ja sámi kultuvrras suopmelaš servodaga oassin.

source: Päivä kertoo myös Suomen valtion vastuusta saamelaisia kohtaan.
sme: Beaivi muitala maid Suoma stáhta ovddasvástádusas sápmelaččaid ektui.

source: Suomen valtion vastuulla on saamen kansan hyvinvointi, kulttuurin, kielen ja elinkeinojen säilyminen ja kehittyminen modernissa suomalaisessa yhteiskunnassa.
sme: Suoma stáhta ovddasvástádussan lea sámi álbmoga buresbirgejupmi, kultuvrra, giela ja ealáhusaid seailun ja gárganeapmi modearna suopmelaš servodagas.

source: Vastuu on suuri, koska on kyse koko alkuperäiskansakulttuuriin tulevaisuudesta.
sme: Ovddasvástádus lea stuoris, daningo lea jearaldat oba álgoálbmotkultuvrra boahtteáiggis.

source: Saamen kansa odottaa Suomen valtiolta parempia toimia ja näyttöjä saamen kansan aseman parantamiseksi Suomessa.
sme: Sámi álbmot vuordá Suoma stáhtas buoret doaimmaid ja duođaštusaid sámi álbmoga sajádaga buorideami várás Suomas.

source: Saamelaisista yli 60 prosenttia asuu saamelaisalueen ulkopuolella.
sme: Sápmelaččain badjel 60 proseantta orrot sámiid ruovttuguovllu olggobealde.

source: Elämme nyt murrosaikoja saamelaiskulttuurin tulevaisuuden kannalta.
sme: Eallit dál doajáhatáiggiid sámi kultuvrra boahtteáiggi dáfus.

source: Saamelaisten poismuutolla on useita vaikutuksia.
sme: Sápmelaččaid eretfárremis leat máŋggat váikkuhusat.

source: Saamelaisia suojeleva lainsäädäntö koskee pääasiassa vain saamelaisten kotiseutualuetta, vaikka saamelaiset ovat alkuperäiskansaa asuinpaikasta riippumatta.
sme: Lágat, mat suddjejit sápmelaččaid, gusket eanas dušše sámiid ruovttuguovllu, vaikko sápmelaččaid álgoálbmotsajádat guoská buot sápmelaččaid ja ii leat sorjavaš orrunbáikkis.

source: Pysyvä poismuutto tarkoittaa että yhteys saamelaiseen ympäristöön jää ohueksi ja oikeus omaan kieleen ja kulttuuriin ei toteudu.
sme: Bissovaš eretmuotkun dárkkuha dan, ahte oktavuohta sámi birrasii unnu ja vuoigatvuohta iežas gillii ja kultuvrii ii olláhuva.

source: Saamelaisten kotiseutualueella poismuutto tarkoittaa heikentyviä saamenkielisiä palveluja.
sme: Sámiid ruovttuguovllus eretmuotkun dárkkuha maid dan, ahte sámegiel bálvalusat hedjonit.

source: Suomessa asuu suuri osa saamelaislapsia joiden yhteys saamelaisten kotiseutualueeseen on vähäinen.
sme: Suomas orrot eatnat sámi mánát, geaid oktavuohta sámiid ruovttuguvlui lea unni.

source: Tilanne on vakava koko saamen kansan tulevaisuutta ajatellen.
sme: Dilli lea duođalaš go jurddaha oba sámi álbmoga boahtteáiggi.

source: On selvää, että saamelaisten oikeuksia on parannettava koko maassa.
sme: Lea čielggas, ahte sápmelaččaid vuoigatvuođat galget buoriduvvot olles riikkas.

source: Suomeen on jo syntynyt oma saamelaiskulttuurin alaryhmänsä, kaupunkisaamelaiset.
sme: Supmii lea juo šaddan sierra sámi kultuvrra vuollejoavku, gávpotsápmelaččat.

source: Tilanne ei voi kuitenkaan jatkua samanlaisena, vaan saamelaisten kotiseutualueesta on saatava houkutteleva paikka myös korkeakoulutetuille.
sme: Dilli ii sáhte goit joatkahuvvat seammalágánin, muhto sámiid ruovttuguovllus ferte oažžut dakkár báikki, mii geasuha maid allaskuvlejun olbmuid.
